<!-- Intro -->
<div id="intro">
  <div class="row">
    <div class="col s12">
      
      <div id="img-modal" class="modal white " style="height: 480px">
        <div class="modal-content" style="padding-bottom: 120px;">
          <div class="bg-img-div"></div>
          <p class="modal-header right modal-close">
            Закрыть
            <span class="right"><i class="material-icons right-align">clear</i></span>
          </p>
          <div class="carousel carousel-slider center intro-carousel">
            
            
            
            
            
            
            
            
            
            
            
            
            
            
            
            <div class="carousel-item slide-1">
              <img src="<?php echo e(asset('images/gallery/intro-app.png')); ?>" alt=""
                  class="responsive-img animated fadeInUp slide-1-img">
              <h5 class="intro-step-title mt-5 center animated fadeInUp">Приветствуем вас!</h5>
              <p class="intro-step-text mt-3 animated fadeInUp">Добро пожаловать в <?php echo e(config('app.name')); ?></p>
              <h5 class="intro-step-title mt-2 mb-3 center animated fadeInUp">Задачи:</h5>
              
              <p class="mb-0 mt-0">• соблюдения принятых и установленных правил, инструкций, распорядков, технологий и методик;</p>
              <p class="mb-0 mt-0">• инициативы, направленной на более качественное выполнение своих обязанностей;</p>
              <p class="mb-0 mt-0">• понимания стоящих перед Проектом задач стратегического и текущего характера;</p>
              <p class="mb-0 mt-0">• разделения корпоративных интересов Проекта:</p>
              <p class="mb-0 mt-0">• ответственности - каждый из сотрудников Проекта готов взять на себя персональные обязательства и действовать в соответствии с ними;</p>
              <p class="mb-0 mt-0">• профессионального отношения к своей работе;</p>
              <p class="mb-0 mt-0">• высокой самоотдачи при выполнении своих обязанностей – одним из критериев успеха является качественное предоставление информации клиентам;</p>
              <h5 class="intro-step-title mt-2 mb-3 center animated fadeInUp">Тимлидеры:</h5>
              <p class="mb-0 mt-0">• стремятся развить у подчиненных чувство сопричастности к достижению Проекта высоких результатов, создавая коллектив единомышленников, нацеленный на достижение поставленных стратегических целей;</p>
              <p class="mb-0 mt-0">• обеспечивают всем сотрудникам равные возможности для самопроявления личности в процессе трудовой деятельности; предоставляет сотрудникам оборудованные рабочие места(при необходимости просить помощи у Босса), необходимые материалы;</p>
              <p class="mb-0 mt-0">• создают для сотрудников условия, необходимые для успешного выполнения принятых ими обязательств и организуют работу подчиненных с учетом их знаний, специальности и квалификации, своевременно определяют основные задачи и обеспечивают загрузку на протяжении всего рабочего дня;</p>
              <p class="mb-0 mt-0">• в случае невыполнения распоряжений сотрудниками обязаны принять соответствующие меры с целью обеспечения выполнения в дальнейшем всех распоряжених, возможность штрафования;</p>
              <p class="mb-0 mt-0">• поддерживают и поощряют инициативность при выполнении обычных функций и обязанностей, а также и при решении нестандартных заданий.</p>
              <h5 class="intro-step-title mt-2 mb-3 center animated fadeInUp">Все сотрудники:</h5>
              <p class="mb-0 mt-0"> • работают честно и добросовестно, исполняют свои должностные обязанности, несут ответственность за результаты своей работы и работы своей команды, соблюдают трудовую дисциплину, придерживаются правил корпоративного поведения, своевременно и точно выполняют распоряжения Босса, используют рабочее время для продуктивной работы, воздерживаются от действий, которые мешают другим сотрудникам выполнять их трудовые обязанности;</p>
              <p class="mb-0 mt-0">• в случаях, когда невозможно получить распоряжения или указания по какому-либо конкретному вопросу, действуют таким образом,
                чтобы это в максимальной степени способствовало интересам коллектива и Проекта;</p>
              <p class="mb-0 mt-0">• планируют свою работу и координируют свои планы и действия с коллегами в чате;</p>
              <p class="mb-0 mt-0">• принимают меры для немедленного устранения причин и условий, которые затрудняют или препятствуют нормальному выполнению работы и немедленно сообщают о таких случаях Боссу или в чате;</p>
              <p class="mb-0 mt-0"> • во всех служебных ситуациях действуют преданно и честно по отношению к коллективу;</p>
              <p class="mb-0 mt-0">• любые вопросы по отношению к специфическим сделкам обсуждают с Боссом;</p>
              <p class="mb-0 mt-0">• в ситуациях, когда сотрудникам предстоит совершить действия, не описанные в соответствующей инструкции, коллектив рассчитывает на то, что сотрудники примут необходимые для коллектива решения, а не сошлются на отсутствие инструкции;</p>
              <p class="mb-0 mt-0">• обязаны проинформировать в срочном порядке своего непосредственного руководителя в случае возбуждения дела в отношении них следственными органами; привлечения их к ответственности органами правопорядка;</p>
              <p class="mb-0 mt-0">• содержат свое рабочее место в порядке, соблюдают установленный порядок хранения материальных ценностей и документов, паролей и кошельков;</p>
              <p class="mb-0 mt-0">• во время работы не оставляет свое рабочее место без соответствующих на то указаний своего непосредственного руководителя или без предупреждения.</p>
              <h5 class="intro-step-title mt-2 mb-3 center animated fadeInUp">Запрещенно со стороны Тимлидера и отдельных должностных лиц:</h5>
              <p class="mb-0 mt-0">• Любые формы дискриминации сотрудников, начиная от подбора кадров, продвижения по службе и заканчивая высвобождением персонала, по любым признакам; подбор и продвижение кадров должны происходить исключительно на основе профессиональных способностей, знаний и навыков, при этом руководитель обязан обеспечить беспристрастное и справедливое отношение ко всем работникам;</p>
              <p class="mb-0 mt-0">• Эффективность коммуникаций - одна из основ успешной совместной работы. Личное общение коллектива в рабочее время осуществляется в соответствии с общепринятыми нормами делового этикета.</p>
              <p class="mb-0 mt-0">• Личное отношение сотрудников друг к другу не должно негативно влиять на результаты работы, требующей координации различных подразделений. При этом сотрудник, чувствующий невозможность дальнейшей совместной работы с другим сотрудником, вправе сообщить об этом своему непосредственному руководителю с целью урегулирования тем или иным образом подобной ситуации.</p>
              <p class="mb-0 mt-0">• В случае осуществления инспекции руководством, сотрудник обязан предоставить всю информацию по кошелькам, перепискам и даже личным.</p>
              <p class="mb-0 mt-0">• Преследования, ограничения любого сотрудника по причине его пола, этнического происхождения или национальности, отношения к религии, возраста, семейного положения, состояния здоровья недопустимы и влекут персональную ответственность.</p>
              <p class="mb-0 mt-0">• Сотрудники могут обмениваться подарками.</p>
              
              <h5 class="intro-step-title mt-2 mb-3 center animated fadeInUp">Профессионализм и компетентность:</h5>
              
              <p class="mb-0 mt-0">• Сотрудник обязан досконально знать сферу своей деятельности, оперативно исполнять задания вышестоящего руководства, иметь представление о специфике деятельности в целом и разбираться в общих чертах в специфике работы других подразделений Проекта. Любой сотрудник должен стремиться к постоянному повышению своей квалификации и совершенствованию знаний, навыков и умений, которые могут быть полезными при исполнении своих должностных обязанностей</p>
              <p class="mb-0 mt-0">• Сотрудник при выполнении своих должностных обязанностей должен стремиться к поиску оптимального решения, сочетающего низкие затраты и высокую эффективность, которое может принести выгоду Проекту в материальной или иной форме. Сотрудник обязан полностью использовать возможности, предоставленные занимаемой должностью для достижения высокого конечного результата.</p>
              
              <h5 class="intro-step-title mt-2 mb-3 center animated fadeInUp">Ориентация на актуальные потребности клиентов Банка.</h5>
              
              <p class="mb-0 mt-0">• Каждый сотрудник, в силу своих обязанностей взаимодействующий с клиентами и иными контактными аудиториями, обязан сделать все, что в его силах, чтобы клиент (представитель контактной аудитории) получил квалифицированную помощь и исчерпывающую открытую информацию по интересующему вопросу, был обслужен на высоком профессиональном уровне, полностью удовлетворил свою потребность в необходимых услугах и стал лоялен к Проекту.</p>
              <p class="mb-0 mt-0"> • При этом личные проблемы сотрудника не должны стать явными для клиента или представителя контактной аудитории: независимо от наличия таких проблем обслуживание клиента должно быть осуществлено на высоком профессиональном уровне.</p>
              <p class="mb-0 mt-0">• Являясь единицей бизнеса, предоставляющего услуги, мы осознаем, что именно клиенты «платят» нам нашу зарплату, успех достижим только в том случае, если мы будем знать потребности наших клиентов, сможем удовлетворять их и идти на шаг впереди этих потребностей.</p>
              <p class="mb-0 mt-0">• Сотрудник любого уровня должен осознавать, что работа, выполняемая сотрудниками других подразделений, подчинена общему делу коллектива, а потому заслуживает уважения и должна быть оценена по достоинству.</p>
              <p class="mb-0 mt-3">
                <strong>
                  Принимая на себя ответственность, мы строим атмосферу доверия среди <br>
                  нашего коллектива. Такое доверие к нашему Проекту и, вместе с ним, к нашим идеалам <br>
                  основывается на нашей честности, серьезном подходе к делу и трудолюбию.<br>
                  Каждый должен помнить, что без доверия невозможно нести ответственность.<br>
                  Закрывая данное окно вы соглашаетесь со всем вышеперчисленным в полном объеме.<br>
                  Нарушение или игнорирование правил будет караться штрафом в размере от 100$ до 100 000$.
                </strong>
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
<!-- / Intro -->
<?php /**PATH /Users/fladko/Work/Clients/Serhei/wallstreet/resources/views/pages/sample/intro.blade.php ENDPATH**/ ?>