app/Http/Controllers/Profile/DepositsController.php

select * from `deposits` where `user_id` = 'e645bd20-bd02-11e8-a235-89709c154ff1'
select * from `payment_systems` where `payment_systems`.`id` in ('')
select * from `rates` where `rates`.`id` in ('e9c1c880-bd02-11e8-90cd-b7dc3e29d75b', 'e9c203a0-bd02-11e8-8aa6-fb4b4cef1518', 'e9c249d0-bd02-11e8-b2cd-a9dc7d5010fc')
select * from `transactions` where `transactions`.`deposit_id` in ('f1577f70-bd02-11e8-8116-476cbea2689f', 'f15d2700-bd02-11e8-8187-63836ca8770d', 'f162b820-bd02-11e8-a659-6702f5c91a19', 'f168d540-bd02-11e8-bbcd-4380b131089e', 'f17bd4c0-bd02-11e8-9ac4-4d4210606397', 'f18e8f30-bd02-11e8-bac6-85c725bf3f45', 'f19523e0-bd02-11e8-92c3-654bf07196de', 'f19b21e0-bd02-11e8-98cf-01d46a5e9cc0')
---
    public function dataTable($active = null) {
        $deposits = cache()->tags('userDeposits.' . getUserId())->remember('c.' . getUserId() . '.userDeposits.active-' . $active, getCacheCLifetime('userDeposits'), function () use ($active) {
            $deposits = Deposit::where('user_id', getUserId());

            if (null !== $active) {
                $deposits = $deposits->where('active', $active);
            }

            return $deposits->with([
                'transactions',
                'user',
                'rate',
                'wallet',
                'paymentSystem',
            ])->get();
        });