app/Http/Controllers/Profile/OperationsController.php

select * from `transaction_types` where `transaction_types`.`id` in ('64bb32e0-bd02-11e8-9bfb-13fda5b75a3d', '64bc6be0-bd02-11e8-86de-efbfb6b4cfc1', '64bd8740-bd02-11e8-bc31-094fc476977b', '64be1d10-bd02-11e8-adbc-e1ffa719d282', '64be6bd0-bd02-11e8-b92d-3d2c93eefdb3')
select * from `currencies` where `currencies`.`id` in ('da8f5680-bd02-11e8-95ec-f196ce8b0fd4', 'da90e670-bd02-11e8-826d-1f86562c35e1', 'da914d20-bd02-11e8-8470-612efc95e966', 'da91a940-bd02-11e8-b7ba-3da153a092c8', 'da920cd0-bd02-11e8-a1f6-2b5341b13283', 'da926110-bd02-11e8-af78-eb64962c6abe', 'da92ac30-bd02-11e8-b7d2-377d7684c83c', 'da92f5b0-bd02-11e8-8d7b-d1752949e26b')
select * from `transactions` where `user_id` = 'e645bd20-bd02-11e8-a235-89709c154ff1'
select * from `users` where `users`.`id` in ('e645bd20-bd02-11e8-a235-89709c154ff1')
---
    public function dataTable($type = null)
    {
        $operations = cache()->tags('userAllOperations.' . getUserId())->remember('c.' . getUserId() . '.userOperations.type-' . $type, getCacheCLifetime('userOperations'), function () use ($type) {
            $operations = Transaction::where('user_id', getUserId());

            if (null !== $type) {
                $typeId = TransactionType::getByName($type);

                if (null !== $typeId) {
                    $operations = $operations->where('type_id', $typeId->id);
                }
            }

            return $operations
                ->with('user', 'currency', 'type')
                ->get();
        });