app/Helpers/admin.php

select * from `users` where `users`.`id` = 'e5a49410-bd02-11e8-ae39-a17e6441cce0' limit 1
---
function getAdminD3V3ReferralsTree($userId = null)
{
    if (null === $userId) {
        return null;
    }

    return cache()->remember('a.' . $userId . '.d3v3ReferralsTree', getCacheALifetime('d3v3ReferralsTree'), function () use ($userId) {
        return json_encode(\App\Models\User::getD3V3ReferralsTree(\App\Models\User::find($userId)));

select count(*) as aggregate from `transactions`
---
function getAdminTransactionsCount($typeId = null): int
{
    return cache()->remember('a.transactionsCount', getCacheALifetime('transactionsCount'), function () use ($typeId) {
        if (null !== $typeId) {
            return \App\Models\Transaction::where('type_id', $typeId)->count();
        }
        return \App\Models\Transaction::count();
    });