app/Helpers/integration.php

function getLastEarnings(int $limit = 10)
{
    return cache()->tags('lastEarnings')->remember('i.lastEarnings.limit-' . $limit, getCacheILifetime('lastEarnings'), function () use ($limit) {
        return \App\Models\Transaction::join('transaction_types', function ($join) {
            $join->on('transactions.type_id', '=', 'transaction_types.id');
        })
            ->with([
                'wallet',
                'currency',
                'paymentSystem',
                'type',
                'user',
            ])
            ->where('transaction_types.name', 'dividend')
            ->orderBy('transactions.created_at', 'desc')
            ->limit($limit)
            ->get()
            ->map(function($item) {
                return $item->toArray();
            });
---
select `created_at` from `users` order by `created_at` asc limit 1